Repository: eurolinux-enterprise-linux-sources/bluedevil
Catalog: src/po/*/bluedevil.po
Languages: bg

# NAME OF TRANSLATORS
source: Your names
bg: Svetoslav Stefanov

# EMAIL OF TRANSLATORS
source: Your emails
bg: svetlisashkov@yahoo.com

source: %1 is requesting access to this computer
bg: %1 изисква достъп до този компютър

# Button to trust a bluetooth remote device and authorize it to connect
source: Trust and Authorize
bg: Доверяване и упълномощаване

# Button to authorize a bluetooth remote device to connect
source: Authorize Only
bg: Само упълномощаване

# Deny access to a remote bluetooth device
source: Deny
bg: Отказване

source: KDE Bluetooth System
bg: Bluetooth система на КДЕ

source: Change Bluetooth mode to '%1'?
bg: Да се промени ли режимът на Bluetooth на '%1'?

# Confirm the bluetooth mode change, shown in a notification button
source: Confirm
bg: Потвърждаване

# Deny the bluetooth mdoe change, shown in a notification
source: Deny
bg: Отказване

source: %1 is asking if the PIN is correct: %2
bg: %1 пита дали това е верният PIN код: %2

# Notification button to know if the pin is correct or not
source: PIN correct
bg: PIN кодът е верен

# Notification button to say that the PIN is wrong
source: PIN incorrect
bg: PIN кодът е грешен

source: PIN needed to pair with %1
bg: За сдвояване с %1е необходим PIN код

source: Introduce PIN
bg: Въведете PIN

source: In order to pair this computer with %1, you have to enter a PIN. Please do it below.
bg: За да можете да сдвоите този компютър с %1, трябва да въведете PIN код. Моля направете го по-долу.

# Shown in the caption of a dialog where the user introduce the PIN
source: Introduce PIN
bg: Въведете PIN код

source: Bluetooth Daemon
bg: Демон за Bluetooth

source: Maintainer
bg: Поддръжка

source: Bluetooth device
bg: Bluetooth устройство

source: %1 is sending you the file %2
bg: %1 ви изпраща файла %2

source: Accept
bg: Приемане

# Deny the incoming file transfer
source: Cancel
bg: Отказ

source: Receiving file over Bluetooth
bg: Приемане на файл чрез Bluetooth

# File transfer origin
source: From
bg: От

# File transfer destination
source: To
bg: До

source: Send via Bluetooth
bg: Изпращане чрез Bluetooth

# Find Bluetooth device
source: Find Device...
bg: Откриване на устройство...

# Other Bluetooth device
source: Other...
bg: Друго...

# Radio widget to set if we want the adapter to be hidden
source: Hidden
bg: Скрит

# Radio widget to set if we want the adapter to be always visible
source: Always visible
bg: Винаги видим

# Radio widget to set if we want the adapter to be temporarily visible
source: Temporarily visible
bg: Временно видим

# Discover time for the adapter
source: 1 minute
bg: 1 минута

# Name of the adapter
source: Name
bg: Име

# Whether the adapter is powered or not
source: Powered
bg: Включен

# Whether the adapter is visible or not
source: Visibility
bg: Видимост

# How long the adapter will be discoverable
source: Discover Time
bg: Време за откриване

source: Default adapter: %1 (%2)
bg: Стандартен адаптор: %1 (%2)

source: Adapter: %1 (%2)
bg: Адаптор: %1 (%2)

source: 1 minute
bg: 1 минута

source: Bluetooth Adapters
bg: Bluetooth адаптори

source: Bluetooth Adapters Control Panel Module
bg: Модул в контролния панел за Bluetooth адаптори

source: Developer and Maintainer
bg: Разработчик и поддръжка

source: No adapters found. Please connect one.
bg: Не са засечени адаптори. Моля свържете един.

source: Enable KDE Bluetooth Integration
bg: Включване на Bluetooth интеграцията в КДЕ

source: Bluetooth Devices
bg: Bluetooth устройства

source: Bluetooth Devices Control Panel Module
bg: Модул в контролния панел за Bluetooth устройства

# Details of the device
source: Details
bg: Подробности

# Remove a device from the list of known devices
source: Remove
bg: Премахване

source: Connect
bg: Свързване

source: Disconnect
bg: Прекъсване

source: Add Device...
bg: Добавяне на устройство...

source: Re-connect
bg: Повторно свързване

source: Pick a new alias for %1
bg: Изберете нов псевдоним за %1

source: Are you sure that you want to remove device "%1" from the list of known devices?
bg: Сигурни ли сте, че желаете да премахнете устройството "%1" от списъка с познати устройства?

# Title of window that asks for confirmation when removing a device
source: Device removal
bg: Премахване на устройство

source: No remote devices have been added
bg: Не са добавени отдалечени устройства

source: Click here to add a remote device
bg: Натиснете тук, за да добавите отдалечено устройство

# Type of device: could not be determined
source: Unknown
bg: Непознато

# This device is a Phone
source: Phone
bg: Телефон

# This device is a Modem
source: Modem
bg: Модем

# This device is a Computer
source: Computer
bg: Компютър

# This device is of type Network
source: Network
bg: Мрежа

# This device is a Headset
source: Headset
bg: Слушалки с микрофон

# This device are Headphones
source: Headphones
bg: Слушалки

# This device is of type Audio
source: Audio
bg: Аудио

# This device is a Keyboard
source: Keyboard
bg: Клавиатура

# This device is a Mouse
source: Mouse
bg: Мишка

# This device is a Camera
source: Camera
bg: Камера

# This device is a Printer
source: Printer
bg: Принтер

# This device is a Joypad
source: Joypad
bg: Джойстик

# This device is a Tablet
source: Tablet
bg: Таблет

# Type of remote device (e.g. Camera, Mouse, Headset...)
source: Type: %1
bg: Вид: %1

source: Bluetooth Transfer
bg: Bluetooth трансфер

source: Bluetooth Transfer Control Panel Module
bg: Модул в контролния панел за Bluetooth трансфер

# 'Auto accept' option value
source: Never
bg: Никога

# 'Auto accept' option value
source: Trusted devices
bg: Доверени устройства

# 'Auto accept' option value
source: All devices
bg: Всички устройства

# Name of the device
source: Name
bg: Име

# Alias of the device
source: Alias
bg: Псевдоним

# Physical address of the device
source: Address
bg: Адрес

# Device is paired
source: Paired
bg: Сдвоено

# Device is blocked
source: Blocked
bg: Блокирано

# Device is trusted
source: Trusted
bg: Доверено

source: No Bluetooth adapters have been found.
bg: Не са засечени адаптери.

# Action to fix a problem
source: Fix it
bg: Поправяне

source: Your default Bluetooth adapter is not visible for remote devices.
bg: Вашият стандартен Bluetooth адаптер не е видим за отдалечени устройства.

source: Interaction with Bluetooth system is not optimal.
bg: Взаимодействието с Bluetooth системата не е оптимално.

source: Bluetooth is not completely enabled.
bg: Bluetooth не е напълно включен.

source: <b>Receiving</b>
bg: <b>Приемане</b>

source: Save files in:
bg: Запазване на файловете в:

source: Accept automatically:
bg: Автоматично приемане:

source: Receive files:
bg: Приемане на файлове:

source: Send File
bg: Изпращане на файл

source: Browse Files
bg: Разглеждане на файлове

source: Retrieving services...
bg: Получаване на услуги...

source: Scanning for new devices...
bg: Сканиране за нови устройства

source: ObexFtp Daemon
bg: Демон на ObexFtp

source: Retrieving information from remote device...
bg: Получаване на информация от отдалеченото устройство...

source: Connecting to the device
bg: Свързване с устройството

source: Developer
bg: Разработчик

source: Browse device
bg: Разглеждане на устройството

source: Send Files
bg: Изпращане на файлове

source: Bluetooth is Off
bg: Bluetooth адаптерът е изключен

source: Turn Bluetooth On
bg: Включване на Bluetooth

source: Browse devices
bg: Разглеждане на устройства

source: Known Devices
bg: Познати устройства

source: Add Device
bg: Добавяне на устройства

source: Configure Bluetooth
bg: Настройване на Bluetooth

source: Discoverable
bg: Откриваем

source: Turn Bluetooth Off
bg: Изключване на Bluetooth

# Number of Bluetooth connected devices
source: %1 connected device
bg: %1 свързано устройство

source: No adapters found
bg: Няма открити адаптери

# When the bluetooth is enabled and powered
source: Bluetooth is On
bg: Bluetooth е включен

# When the bluetooth is disabled or not powered
source: Bluetooth is Off
bg: Bluetooth е изключен

# Connect to a bluetooth device
source: Connect
bg: Свързване

source: Bluetooth Send File Helper
bg: Помощник за изпращане на файлове чрез Bluetooth

source: Device UUID where the files will be sent
bg: UUID адрес на устройството, където да бъдат изпратени файловете

source: Files that will be sent
bg: Файлове, които ще бъдат изпратени

source: Connecting to: %1
bg: Свързване към: %1

# Connecting to a Bluetooth device
source: Connecting to %1...
bg: Свързване към %1...

source: Select one or more files:
bg: Изберете един или повече файлове:

source: Selected files: <b>%1</b>
bg: Избрани файлове: <b>%1</b>

source: Select a device from the list:
bg: Изберете устройство от списъка:

source: Scanning
bg: Сканиране

source: Sending file over Bluetooth
bg: Изпращане на файл чрез Bluetooth

source: Bluetooth Send Files
bg: Bluetooth изпращане на файлове

source: Enable or disable receiving files
bg: Включване или изключване на приемането на файлове

source: Save received files to:
bg: Запазване на получените файлове в:

source: Whether allow to modify shared files
bg: Дали да е позволено променяне на файловете

source: Enable or disable the global KDE Bluetooth integration
bg: Включва или изключва на глобалната интеграция на Bluetooth в КДЕ

source: Bluetooth Device Wizard
bg: Помощник за добавяне на Bluetooth устройство

# Action to go to the next page on the wizard
source: Next
bg: Напред

# Action to finish the wizard
source: Finish
bg: Край

source: Bluetooth Wizard
bg: Помощник за Bluetooth

source: Device to pair with
bg: Устройство за сдвояване

source: Scanning...
bg: Сканиране...

source: Manual PIN:
bg: Ръчен PIN:

source: Select a device
bg: Изберете устройство

# Button offered when the wizard fail. This button will restart the wizard
source: Restart the wizard
bg: Рестартиране на помощника

# Button that closes the wizard
source: Close
bg: Затваряне

# This string is shown when the wizard fail
source: The setup of the device has failed
bg: Настройването на устройството е неуспешно

source: The setup of %1 has failed
bg: Настройването на %1 е неуспешно

source: Please introduce the PIN in your keyboard when it appears and press Enter
bg: Моля въведете PIN кода от клавиатурата, когато се появи и натиснете Enter

source: Please introduce the PIN in your device when it appears
bg: Моля въведете PIN кода в устройството си, когато се появи

source: Connecting to %1...
bg: Свързване към %1...

source: Connecting to:
bg: Свързване към:

source: Matches
bg: Съвпадения

source: Does not match
bg: Не съвпада

source: Please, confirm that the PIN displayed on "%1" matches the wizard one.
bg: Моля потвърдете, че PIN кодът, показан на "%1" съвпада с този на помощника.
